{
  "homeTitle": "FxLocus Trading",
  "homeDesc": "A training path for real traders - built on mind, market understanding, and price action. Rebuild perception and execution first; strategies come last.",
  "frameworkTitle": "Framework | FxLocus Trading",
  "frameworkDesc": "A modular framework across Mind, Market, and Price Action - paired with weekly training loops and audit-ready outputs.",
  "programsTitle": "Programs | FxLocus Trading",
  "programsDesc": "Structured training programs designed around discipline, review, and repeatable execution - without performance promises.",
  "insightsTitle": "Insights | FxLocus Trading",
  "insightsDesc": "Articles on Mind, Market, and Price Action - each with an action checklist and falsification criteria.",
  "videosTitle": "Videos | FxLocus Trading",
  "videosDesc": "Short, structured videos across Mind, Market, and Price Action - with a clear training task.",
  "coursesTitle": "Courses | FxLocus Trading",
  "coursesDesc": "Structured training programs with lessons, outputs, and reviewable progress.",
  "marketsTitle": "Markets | FxLocus Trading",
  "marketsDesc": "A unified market workspace for instruments, charts, and a risk-bounded simulation flow - built for training, not prediction.",
  "newsTitle": "News | FxLocus Trading",
  "newsDesc": "A narrative-first news feed: categorize, grade importance, and map timing into execution - without turning headlines into trades.",
  "toolsTitle": "Tools | FxLocus Trading",
  "toolsDesc": "Position sizing, risk-reward, pip value and PnL - tools that make risk and execution explicit.",
  "academyTitle": "Academy | FxLocus Trading",
  "academyDesc": "A structured FX learning path across fundamentals, technical analysis, strategies, and risk management.",
  "faqTitle": "FAQ | FxLocus Trading",
  "faqDesc": "FAQs, training rules, and boundary clarifications before you start.",
  "systemTitle": "System | FxLocus Trading",
  "systemDesc": "Turn trading into a process you can log, review, and audit. Discipline is not a slogan - it's a record.",
  "glossaryTitle": "Glossary | FxLocus Trading",
  "glossaryDesc": "A practical glossary across Mind, Market, and Price Action - definitions, misconceptions, and links.",
  "casesTitle": "Case Library | FxLocus Trading",
  "casesDesc": "Training cases for Price Action: force, location, and falsification - written for review.",
  "downloadsTitle": "Downloads | FxLocus Trading",
  "downloadsDesc": "Templates and artifacts: execution gate, weekly review, falsification cards, and more.",
  "donateTitle": "Donate | FxLocus Trading",
  "donateDesc": "Donate to support the work and apply for a 90-day trial membership. No performance promises.",
  "aboutTitle": "About | FxLocus Trading",
  "aboutDesc": "A training-oriented approach to trading: perception -> execution -> review. Built for repeatability and auditability.",
  "contactTitle": "Contact | FxLocus Trading",
  "contactDesc": "Book a call, discuss collaboration, or apply for coaching. Share your context so we can match a path.",
  "privacyTitle": "Privacy | FxLocus Trading",
  "privacyDesc": "How we collect, use, and protect your information.",
  "termsTitle": "Terms & Risk | FxLocus Trading",
  "termsDesc": "Terms of use, disclaimers, and risk disclosure."
}
